cases/dafoam/ladder-a/A5/curriculum_D10_probe_Pprime/d10p_case/0.orig/T
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      T;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 1 0 0 0];
internalField   uniform 293.15;
boundaryField
{
    inlet        { type fixedValue; value uniform 293.15; }
    outlet       { type zeroGradient; }
    upperWall    { type zeroGradient; }
    lowerWall    { type fixedValue; value uniform 353.15; }
    frontAndBack { type symmetry; }
}
