cases/dafoam/ladder-a/A5/curriculum_D10_probe_Pprime/d10p_case/constant/turbulenceProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      turbulenceProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
simulationType RAS;
RAS
{
    RASModel             SpalartAllmaras;
    turbulence           on;
    printCoeffs          off;
    nuTildaMin           1e-16;
}
// ************************************************************************* //
