cases/dafoam/ladder-a/A5/curriculum_D10_probe_Pprime/d10p_case/system/decomposeParDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      decomposeParDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
numberOfSubdomains  1;
method              scotch;
// ************************************************************************* //
